Repository: babytux/PyCamimg
Catalog: src/share/pycamimg/plugins/FlipOperation/locale/*.po
Languages: es

source: Flip Operation
es: Voltear

source: Flip/Mirror selected images
es: Voltear imágenes seleccionadas

source: Flip Images
es: Volteo Vertical

source: Flip selected images
es: Voltear verticalmente las imágenes seleccionadas

source: Mirror Images
es: Volteo Horizontal

source: Mirror selected images
es: Voltear horizontalmente las imágenes seleccionadas

source: Flip
es: Voltear

source: Select one or more items
es: Seleccione uno o más elementos

source: Flipping...
es: Volteando...

source: Flip/Mirror Images
es: Voltear Imágenes

source: Orientations
es: Orientaciones
