Repository: babytux/PyCamimg
Catalog: src/share/pycamimg/plugins/picasaproject/locale/*.po
Languages: es

source: Picasa Project
es: Proyecto Picasa

source: Create new picasa project
es: Crea un nuevo proyecto de picasa

source: Target Album
es: Album de Destino

source: Sign in on Picasa
es: Identificación en Picasa

source: Select a target album
es: Selecciona un album de destino

source: You are signed in picasa Do you like sign in with another user in picasa?
es: Ya estás identificado en picasa ¿Quiere identificarte con otro usuario en picasa?

source: Picasa Sign In
es: Identificación Picasa

source: Album selection - Picasa
es: Selección de Album - Picasa

source: Album selection
es: Selcción de Album

source: Select Album
es: Seleccione un Album

source: Sign In
es: Identificación
