Repository: babytux/PyCamimg
Catalog: src/share/pycamimg/plugins/RotateOperation/locale/*.po
Languages: es

source: Rotate Operation
es: Operación Rotar

source: Rotate Images
es: Rotar Imágenes

source: Rotate selected images
es: Rotar imágenes seleccionadas

source: Rotate On Left
es: Rotar a la Izquierda

source: Rotate selected images on the left
es: Rotar las imágenes seleccionadas a la izquierda

source: Rotate On Right
es: Rotar a la Derecha

source: Rotate selected images on the right
es: Rotar las imágenes seleccionadas a la derecha

source: Select one or more items
es: Seleccione uno o más elementos

source: Rotate
es: Rotar

source: Rotating...
es: Rotando...

source: Select one option
es: Seleccione una opción

source: Custom
es: Personalizado

source: There is not valid degrees selected. Please select correct degrees
es: No se ha seleccionado un ángulo correcto. Por favor seleccione un ángulo correcto
