Repository: babytux/PyCamimg
Catalog: src/share/pycamimg/plugins/ResizeOperation/locale/*.po
Languages: es

source: Resize Operation
es: Operación Redimensionar

source: Resize Images
es: Redimensionar Imágenes

source: Resize selected images
es: Redimensionar imágenes seleccionadas

source: Select one or more items
es: Seleccione uno o más elementos

source: Resize
es: Redimensionar

source: Resizing...
es: Redimensionando...

source: Percentaje
es: Porcentaje

source: Width
es: Ancho

source: Height
es: Alto

source: Width must be getter than 0
es: Ancho debe ser mayor que 0

source: Wrong width
es: Ancho erróneo

source: Height must be getter than 0
es: Alto debe ser mayor que 0

source: Wrong height
es: Alto erróneo
