Repository: babytux/PyCamimg
Catalog: src/share/pycamimg/plugins/gdatacore/locale/*.po
Languages: es

source: Google Authentication
es: Autenticación Google

source: Revoke
es: Revocar

source: Username
es: Nombre de usuario

source: State
es: Estado

source: Authenticated
es: Autenticado

source: No Authenticated
es: No Autenticado

source: Picasa Sign In
es: Identificación de Picasa

source: You are signed up picasa Do you like change current user of picasa?
es: Ya estás identificado en picasa ¿Quieres cambiar el usuario actual de picasa?

source: Picasa remove
es: Eliminar Picasa

source: Do you like remove stored user of picasa?
es: ¿Quieres eliminar el usuario almacenado de picasa?

source: Google Sign In
es: Identificación de Google

source: Password
es: Contraseña
